// 霸都丶傲天 2019年12月24日

var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "写给我",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "心爱的丫头",  // 同上...
        "今天",
        "是我们在一起的",
        "第八个纪念日了",
        "这一年里",
        "我们各自都经历了许多的困难",
        "甚至有些或许仍会存在一段时间",
        "但我们坚信",
        "那些杀不死我的，都会使我更加强大",
        "尽管没办法陪在你身边度过",
        "但我答应你今年一定回去看你",
        "或者带你来英国玩",
        "要把我家可爱猪猪喂饱饱",
        "好好的弥补一下",
        " ",
        "爱你的猪头~~",
    ],
    wish: "丫头&&猪头相爱了",  //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
    // 时间的格式很重要哦，一定要是下面这个格式!!
    // 年年年年-月月-日日 时时:分分:秒秒
    time: "2012-06-14 20:0:0",    //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
};
